Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Both you and your friend need to be verified members to gift points.
ar: يجب أن تكون أنت وصديقك عضوين موثّقين لإهداء النقاط.
ar_ps: لازم إنت وصاحبك تكونوا أعضاء موثّقين عشان تهدوا نقاط.
el: Τόσο εσείς όσο και ο φίλος σας πρέπει να είστε επαληθευμένα μέλη για να δωρίσετε πόντους.
es: Tanto tú como tu amigo debéis ser miembros verificados para regalar puntos.
fa: برای هدیه دادن امتیاز، هم شما و هم دوستتان باید اعضای تأیید‌شده باشید.
fr: Vous et votre ami devez être des membres vérifiés pour offrir des points.
id: Anda dan teman Anda harus menjadi anggota terverifikasi untuk menghadiahkan poin.
it: Sia tu che il tuo amico dovete essere membri verificati per regalare punti.
ja: ポイントを贈るには、あなたと友人の両方が認証済みメンバーである必要があります。
ro: Atât tu, cât și prietenul tău trebuie să fiți membri verificați pentru a dărui puncte.
th: ทั้งคุณและเพื่อนต้องเป็นสมาชิกที่ยืนยันแล้วเพื่อมอบพอยต์
tr: Puan hediye etmek için hem senin hem de arkadaşının doğrulanmış üye olması gerekir.
zh: 你和好友都需为已验证会员才能赠送积分。

source: Bring friends, climb the line
ar: ادعُ أصدقاءك واصعد في الصف
ar_ps: جيب أصحابك، واطلع بالدور
el: Φέρτε φίλους, ανεβείτε στη λίστα
es: Trae amigos, sube en la lista
fa: دوستان را بیاورید، در صف بالا بروید
fr: Invitez des amis, montez dans la file
id: Ajak teman, naik antrean
it: Porta amici, scala la fila
ja: 友人を招待して、列の先頭へ
ro: Adu prieteni, urcă în coadă
th: ชวนเพื่อน ขยับขึ้นในคิว
tr: Arkadaş getir, sırada yüksel
zh: 邀好友，往前排

source: Bring friends, earn travel points, and jump the early-access line.
ar: ادعُ أصدقاءك، واكسب نقاط سفر، وتقدّم في صف الوصول المبكر.
ar_ps: جيب أصحابك، اكسب نقاط سفر، واقفز بدور الوصول المبكر.
el: Φέρτε φίλους, κερδίστε πόντους ταξιδιού και προσπεράστε τη λίστα πρόωρης πρόσβασης.
es: Trae amigos, gana puntos de viaje y adelanta en la lista de acceso anticipado.
fa: دوستان را بیاورید، امتیاز سفر کسب کنید و در صف دسترسی زودهنگام جلو بیفتید.
fr: Invitez des amis, gagnez des points de voyage et avancez dans la file d'accès anticipé.
id: Ajak teman, dapatkan poin perjalanan, dan lompati antrean akses awal.
it: Invita gli amici, guadagna punti viaggio e salta la fila dell'accesso anticipato.
ja: 友人を招待してトラベルポイントを獲得し、早期アクセスの列を飛び越えましょう。
ro: Adu prieteni, câștigă puncte de călătorie și sari peste coada de acces anticipat.
th: ชวนเพื่อน รับพอยต์เดินทาง และข้ามคิวเข้าใช้งานก่อนใคร
tr: Arkadaş getir, seyahat puanı kazan ve erken erişim sırasında öne geç.
zh: 邀请好友，赚取旅行积分，抢先体验、插队靠前。

source: Built only from your in-app activity%@.
ar: مبني فقط من نشاطك داخل التطبيق%@.
ar_ps: متبني بس من نشاطك جوّا التطبيق%@.
el: Δημιουργήθηκε αποκλειστικά από τη δραστηριότητά σας εντός της εφαρμογής%@.
es: Creado únicamente a partir de tu actividad en la app%@.
fa: فقط از فعالیت شما در برنامه ساخته شده است%@.
fr: Construit uniquement à partir de votre activité dans l'app%@.
id: Dibangun hanya dari aktivitas Anda di aplikasi%@.
it: Costruito solo dalla tua attività nell'app%@.
ja: アプリ内のアクティビティのみから作成されています%@。
ro: Construit doar din activitatea ta în aplicație%@.
th: สร้างจากกิจกรรมในแอปของคุณเท่านั้น%@
tr: Yalnızca uygulama içi etkinliğinden oluşturuldu%@.
zh: 仅根据你在应用内的活动生成%@。

source: Cancel
ar: إلغاء
ar_ps: إلغاء
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ro: Anulează
th: ยกเลิก
tr: İptal
zh: 取消

source: Cancel request
ar: إلغاء الطلب
ar_ps: ألغِ الطلب
el: Ακύρωση αιτήματος
es: Cancelar solicitud
fa: لغو درخواست
fr: Annuler la demande
id: Batalkan permintaan
it: Annulla richiesta
ja: リクエストをキャンセル
ro: Anulează cererea
th: ยกเลิกคำขอ
tr: İsteği iptal et
zh: 取消请求

source: Change password
ar: تغيير كلمة المرور
ar_ps: غيّر كلمة السر
el: Αλλαγή κωδικού
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Changer le mot de passe
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更
ro: Schimbă parola
th: เปลี่ยนรหัสผ่าน
tr: Parolayı değiştir
zh: 更改密码

source: Check in
ar: تسجيل الوصول
ar_ps: تسجيل الدخول
es: Entrada
fa: ورود
fr: Arrivée
ja: チェックイン
ro: Sosire
th: เช็คอิน
tr: Giriş
zh: 入住

source: Check out
ar: تسجيل المغادرة
ar_ps: تسجيل الخروج
es: Salida
fa: خروج
fr: Départ
ja: チェックアウト
ro: Plecare
th: เช็คเอาท์
tr: Çıkış
zh: 退房

source: Check-out must be after check-in.
ar: يجب أن تكون المغادرة بعد الوصول.
ar_ps: الخروج لازم يكون بعد الدخول.
el: Το check-out πρέπει να είναι μετά το check-in.
es: La salida debe ser posterior a la entrada.
fa: تاریخ خروج باید بعد از تاریخ ورود باشد.
fr: Le départ doit être après l'arrivée.
id: Check-out harus setelah check-in.
it: Il check-out deve essere successivo al check-in.
ja: チェックアウトはチェックインより後にしてください。
ro: Plecarea trebuie să fie după sosire.
th: เช็คเอาท์ต้องหลังเช็คอิน
tr: Çıkış, girişten sonra olmalı.
zh: 退房时间须晚于入住时间。

source: Checked in and out — thanks!
ar: تم تسجيل الوصول والمغادرة — شكراً!
ar_ps: سجّلت دخول وخروج — شكراً!
el: Έγινε check-in και check-out — ευχαριστούμε!
es: Entrada y salida registradas — ¡gracias!
fa: ورود و خروج ثبت شد — ممنون!
fr: Arrivée et départ effectués — merci !
id: Sudah check-in dan check-out — terima kasih!
it: Check-in e check-out completati — grazie!
ja: チェックインとチェックアウトが完了しました。ありがとうございます！
ro: Sosire și plecare înregistrate — mulțumim!
th: เช็คอินและเช็คเอาท์แล้ว — ขอบคุณ!
tr: Giriş ve çıkış yapıldı — teşekkürler!
zh: 已入住并退房——谢谢！

source: Choose dates that fit both homes' availability.
ar: اختر تواريخ تناسب توفر كلا المنزلين.
ar_ps: اختار تواريخ بتناسب توفّر البيتين.
el: Επιλέξτε ημερομηνίες που ταιριάζουν στη διαθεσιμότητα και των δύο σπιτιών.
es: Elige fechas que encajen con la disponibilidad de ambas casas.
fa: تاریخ‌هایی را انتخاب کنید که با در دسترس بودن هر دو خانه مطابقت دارد.
fr: Choisissez des dates qui conviennent à la disponibilité des deux logements.
id: Pilih tanggal yang sesuai ketersediaan kedua rumah.
it: Scegli date che vadano bene per la disponibilità di entrambe le case.
ja: 両方の住まいの空き状況に合う日程を選んでください。
ro: Alege datele care se potrivesc cu disponibilitatea ambelor locuințe.
th: เลือกวันที่ตรงกับช่วงว่างของทั้งสองบ้าน
tr: Her iki evin uygunluğuna uyan tarihler seç.
zh: 选择符合双方住所空档的日期。

source: City
ar: المدينة
ar_ps: المدينة
el: Πόλη
es: Ciudad
fa: شهر
fr: Ville
id: Kota
it: Città
ja: 都市
ro: Oraș
th: เมือง
tr: Şehir
zh: 城市

source: Clear
ar: مسح
ar_ps: امسح
el: Καθαρισμός
es: Borrar
fa: پاک کردن
fr: Effacer
id: Hapus
it: Cancella
ja: クリア
ro: Șterge
th: ล้าง
tr: Temizle
zh: 清除

source: Clear destination search
ar: مسح بحث الوجهة
ar_ps: امسح بحث الوجهة
el: Καθαρισμός αναζήτησης προορισμού
es: Borrar búsqueda de destino
fa: پاک کردن جستجوی مقصد
fr: Effacer la recherche de destination
id: Hapus pencarian tujuan
it: Cancella la ricerca della destinazione
ja: 目的地の検索をクリア
ro: Șterge căutarea destinației
th: ล้างการค้นหาจุดหมาย
tr: Hedef aramasını temizle
zh: 清除目的地搜索

source: Clear search
ar: مسح البحث
ar_ps: امسح البحث
el: Καθαρισμός αναζήτησης
es: Borrar búsqueda
fa: پاک کردن جستجو
fr: Effacer la recherche
id: Hapus pencarian
it: Cancella la ricerca
ja: 検索をクリア
ro: Șterge căutarea
th: ล้างการค้นหา
tr: Aramayı temizle
zh: 清除搜索

source: Close
ar: إغلاق
ar_ps: إغلاق
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ro: Închide
th: ปิด
tr: Kapat
zh: 关闭

source: Close filters
ar: إغلاق عوامل التصفية
ar_ps: سكّر الفلاتر
el: Κλείσιμο φίλτρων
es: Cerrar filtros
fa: بستن فیلترها
fr: Fermer les filtres
id: Tutup filter
it: Chiudi i filtri
ja: フィルターを閉じる
ro: Închide filtrele
th: ปิดตัวกรอง
tr: Filtreleri kapat
zh: 关闭筛选

source: Close photo viewer
ar: إغلاق عارض الصور
ar_ps: سكّر عارض الصور
el: Κλείσιμο προβολής φωτογραφιών
es: Cerrar visor de fotos
fa: بستن نمایشگر عکس
fr: Fermer la visionneuse de photos
id: Tutup penampil foto
it: Chiudi il visualizzatore foto
ja: 写真ビューアを閉じる
ro: Închide vizualizatorul de fotografii
th: ปิดตัวดูรูปภาพ
tr: Fotoğraf görüntüleyiciyi kapat
zh: 关闭照片查看器

source: Co-traveler
ar: رفيق السفر
ar_ps: رفيق سفر
el: Συνταξιδιώτης
es: Acompañante
fa: همسفر
fr: Compagnon de voyage
id: Teman perjalanan
it: Co-viaggiatore
ja: 同行者
ro: Co-călător
th: เพื่อนร่วมเดินทาง
tr: Yol arkadaşı
zh: 同行者

source: Come stay at %@
ar: تعال وأقم في %@
ar_ps: تعال أُسكن بـ %@
el: Ελάτε να μείνετε στο %@
es: Ven a alojarte en %@
fa: بیایید در %@ اقامت کنید
fr: Venez séjourner à %@
id: Mampir menginap di %@
it: Vieni a soggiornare a %@
ja: %@に滞在しませんか
ro: Vino să stai la %@
th: มาพักที่ %@
tr: %@ adresinde konakla
zh: 来 %@ 住一住

source: Composing your swap package
ar: نُعدّ باقة تبادلك
ar_ps: عم نجهّز باقة تبديلك
el: Σύνθεση του πακέτου ανταλλαγής σας
es: Componiendo tu paquete de intercambio
fa: در حال تنظیم بسته مبادله شما
fr: Composition de votre forfait d'échange
id: Menyusun paket tukaran Anda
it: Composizione del tuo pacchetto di scambio
ja: スワップパッケージを作成中
ro: Compunem pachetul tău de schimb
th: กำลังสร้างแพ็กเกจการแลกเปลี่ยนของคุณ
tr: Takas paketin oluşturuluyor
zh: 正在组合你的互换方案

source: Concierge
ar: الكونسيرج
ar_ps: الكونسيرج
es: Conserjería
fa: خدمات ویژه
fr: Conciergerie
ja: コンシェルジュ
th: คอนเซียร์จ
tr: Konsiyerj
zh: 礼宾服务

source: Condition video (optional)
ar: فيديو الحالة (اختياري)
ar_ps: فيديو الحالة (اختياري)
el: Βίντεο κατάστασης (προαιρετικό)
es: Vídeo del estado (opcional)
fa: ویدیوی وضعیت (اختیاری)
fr: Vidéo de l'état (facultatif)
id: Video kondisi (opsional)
it: Video delle condizioni (facoltativo)
ja: 状態確認動画（任意）
ro: Videoclip privind starea (opțional)
th: วิดีโอแสดงสภาพ (ไม่บังคับ)
tr: Durum videosu (isteğe bağlı)
zh: 状况视频（可选）

source: Confirm stay
ar: تأكيد الإقامة
ar_ps: أكّد الإقامة
el: Επιβεβαίωση διαμονής
es: Confirmar estancia
fa: تأیید اقامت
fr: Confirmer le séjour
id: Konfirmasi inap
it: Conferma soggiorno
ja: 滞在を確定
ro: Confirmă sejurul
th: ยืนยันการเข้าพัก
tr: Konaklamayı onayla
zh: 确认入住

source: Confirmed — your stay is covered by a Swapl policy.
ar: مؤكَّد — إقامتك مغطّاة بوثيقة Swapl.
ar_ps: تأكّد — إقامتك مغطّاة بوثيقة Swapl.
el: Επιβεβαιώθηκε — η διαμονή σας καλύπτεται από ασφαλιστήριο Swapl.
es: Confirmado — tu estancia está cubierta por una póliza de Swapl.
fa: تأیید شد — اقامت شما تحت پوشش بیمه‌نامه Swapl است.
fr: Confirmé — votre séjour est couvert par une police Swapl.
id: Terkonfirmasi — inap Anda dilindungi polis Swapl.
it: Confermato — il tuo soggiorno è coperto da una polizza Swapl.
ja: 確定しました。滞在はSwaplの保険で補償されます。
ro: Confirmat — sejurul tău este acoperit de o poliță Swapl.
th: ยืนยันแล้ว — การเข้าพักของคุณได้รับความคุ้มครองจากกรมธรรม์ Swapl
tr: Onaylandı — konaklaman bir Swapl poliçesiyle güvence altında.
zh: 已确认——你的入住已由 Swapl 保单承保。

source: Confirmed swap
ar: تبادل مؤكَّد
ar_ps: تبديل مؤكّد
el: Επιβεβαιωμένη ανταλλαγή
es: Intercambio confirmado
fa: مبادله تأیید‌شده
fr: Échange confirmé
id: Tukaran terkonfirmasi
it: Scambio confermato
ja: 確定したスワップ
ro: Schimb confirmat
th: การแลกเปลี่ยนที่ยืนยันแล้ว
tr: Onaylanmış takas
zh: 已确认的互换

source: Confirming the swap for %@ issues the swap insurance policy for both homes. This creates a binding agreement.
ar: يؤدي تأكيد التبادل في %@ إلى إصدار وثيقة تأمين التبادل لكلا المنزلين. وهذا ينشئ اتفاقاً ملزماً.
ar_ps: لمّا تأكّد التبديل لـ %@ بتطلع وثيقة تأمين التبديل للبيتين. هاد بيعمل اتفاق مُلزِم.
el: Η επιβεβαίωση της ανταλλαγής για %@ εκδίδει το ασφαλιστήριο ανταλλαγής για τα δύο σπίτια. Αυτό δημιουργεί μια δεσμευτική συμφωνία.
es: Confirmar el intercambio para %@ emite la póliza de seguro del intercambio para ambas casas. Esto crea un acuerdo vinculante.
fa: تأیید مبادله برای %@، بیمه‌نامه مبادله را برای هر دو خانه صادر می‌کند. این یک توافق الزام‌آور ایجاد می‌کند.
fr: Confirmer l'échange pour %@ émet la police d'assurance d'échange pour les deux logements. Cela crée un accord contraignant.
id: Mengonfirmasi tukaran untuk %@ menerbitkan polis asuransi tukaran untuk kedua rumah. Ini membentuk perjanjian yang mengikat.
it: Confermando lo scambio per %@ viene emessa la polizza assicurativa per entrambe le case. Si crea un accordo vincolante.
ja: %@のスワップを確定すると、両方の住まいにスワップ保険が発行されます。これにより拘束力のある契約が成立します。
ro: Confirmarea schimbului pentru %@ emite polița de asigurare a schimbului pentru ambele locuințe. Aceasta creează un acord obligatoriu.
th: การยืนยันการแลกเปลี่ยนสำหรับ %@ จะออกกรมธรรม์ประกันการแลกเปลี่ยนสำหรับทั้งสองบ้าน ซึ่งสร้างข้อตกลงที่มีผลผูกพัน
tr: %@ için takası onaylamak, her iki ev için takas sigortası poliçesini başlatır. Bu, bağlayıcı bir anlaşma oluşturur.
zh: 确认 %@ 的互换将为双方住所签发互换保险，并生成一份具有约束力的协议。

source: Connections
ar: العلاقات
ar_ps: المعارف
el: Συνδέσεις
es: Conexiones
fa: اتصالات
fr: Relations
id: Koneksi
it: Contatti
ja: つながり
ro: Conexiuni
th: การเชื่อมต่อ
tr: Bağlantılar
zh: 联系人

source: Contact support / request a review
ar: تواصل مع الدعم / اطلب مراجعة
ar_ps: تواصل مع الدعم / اطلب مراجعة
el: Επικοινωνία με την υποστήριξη / αίτημα επανεξέτασης
es: Contactar con soporte / solicitar una revisión
fa: تماس با پشتیبانی / درخواست بازبینی
fr: Contacter le support / demander un examen
id: Hubungi dukungan / minta tinjauan
it: Contatta il supporto / richiedi una revisione
ja: サポートに連絡 / 再審査を依頼
ro: Contactează asistența / solicită o reevaluare
th: ติดต่อฝ่ายสนับสนุน / ขอการตรวจสอบ
tr: Destekle iletişime geç / inceleme talep et
zh: 联系客服 / 申请复核

source: Contact Swapl support
ar: تواصل مع دعم Swapl
ar_ps: تواصل مع دعم Swapl
el: Επικοινωνία με την υποστήριξη Swapl
es: Contactar con el soporte de Swapl
fa: تماس با پشتیبانی Swapl
fr: Contacter le support Swapl
id: Hubungi dukungan Swapl
it: Contatta l'assistenza Swapl
ja: Swaplサポートに連絡
ro: Contactează asistența Swapl
th: ติดต่อฝ่ายสนับสนุน Swapl
tr: Swapl desteğiyle iletişime geç
zh: 联系 Swapl 客服

source: Contact the 24/7 support line
ar: تواصل مع خط الدعم على مدار الساعة
ar_ps: تواصل مع خط الدعم 24/7
el: Επικοινωνία με τη γραμμή υποστήριξης 24/7
es: Contactar con la línea de soporte 24/7
fa: تماس با خط پشتیبانی ۲۴ ساعته
fr: Contacter la ligne d'assistance 24h/24 et 7j/7
id: Hubungi saluran dukungan 24/7
it: Contatta la linea di supporto 24/7
ja: 24時間対応のサポートに連絡
ro: Contactează linia de asistență 24/7
th: ติดต่อสายสนับสนุนตลอด 24 ชม.
tr: 7/24 destek hattıyla iletişime geç
zh: 联系 24/7 客服热线

source: Continue
ar: متابعة
ar_ps: كمّل
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ro: Continuă
th: ดำเนินการต่อ
tr: Devam et
zh: 继续

source: Continue planning your %@ swap
ar: تابع تخطيط تبادل %@ الخاص بك
ar_ps: كمّل تخطيط تبديل %@
el: Συνεχίστε τον σχεδιασμό της ανταλλαγής σας %@
es: Sigue planeando tu intercambio en %@
fa: ادامه برنامه‌ریزی مبادله %@ شما
fr: Continuez à planifier votre échange %@
id: Lanjutkan merencanakan tukaran %@ Anda
it: Continua a pianificare il tuo scambio a %@
ja: %@のスワップの計画を続ける
ro: Continuă să planifici schimbul tău %@
th: วางแผนการแลกเปลี่ยน %@ ต่อ
tr: %@ takasını planlamaya devam et
zh: 继续规划你的 %@ 互换

source: Continue with Google
ar: المتابعة باستخدام Google
ar_ps: كمّل مع Google
el: Συνέχεια με Google
es: Continuar con Google
fa: ادامه با Google
fr: Continuer avec Google
id: Lanjutkan dengan Google
it: Continua con Google
ja: Googleで続ける
ro: Continuă cu Google
th: ดำเนินการต่อด้วย Google
tr: Google ile devam et
zh: 使用 Google 继续

source: Conversation
ar: المحادثة
ar_ps: المحادثة
el: Συνομιλία
es: Conversación
fa: گفتگو
id: Percakapan
it: Conversazione
ja: 会話
ro: Conversație
th: การสนทนา
tr: Sohbet
zh: 对话

source: Cost
ar: التكلفة
ar_ps: التكلفة
el: Κόστος
es: Coste
fa: هزینه
fr: Coût
id: Biaya
it: Costo
ja: 費用
th: ค่าใช้จ่าย
tr: Maliyet
zh: 费用

source: Could not get your location. Enter the address manually.
ar: تعذّر الحصول على موقعك. أدخل العنوان يدوياً.
ar_ps: ما قدرنا نجيب موقعك. اكتب العنوان يدوي.
el: Δεν ήταν δυνατή η λήψη της τοποθεσίας σας. Εισαγάγετε τη διεύθυνση χειροκίνητα.
es: No se pudo obtener tu ubicación. Introduce la dirección manualmente.
fa: موقعیت شما دریافت نشد. آدرس را به‌صورت دستی وارد کنید.
fr: Impossible d'obtenir votre localisation. Saisissez l'adresse manuellement.
id: Tidak dapat memperoleh lokasi Anda. Masukkan alamat secara manual.
it: Impossibile ottenere la tua posizione. Inserisci l'indirizzo manualmente.
ja: 位置情報を取得できませんでした。住所を手動で入力してください。
ro: Nu am putut obține locația ta. Introdu adresa manual.
th: ไม่สามารถระบุตำแหน่งของคุณได้ กรอกที่อยู่ด้วยตนเอง
tr: Konumun alınamadı. Adresi elle gir.
zh: 无法获取你的位置。请手动输入地址。

source: Could not remove the passkey. Try again.
ar: تعذّرت إزالة مفتاح المرور. حاول مرة أخرى.
ar_ps: ما قدرنا نشيل مفتاح المرور. جرّب كمان مرة.
el: Δεν ήταν δυνατή η αφαίρεση του passkey. Δοκιμάστε ξανά.
es: No se pudo eliminar la clave de acceso. Inténtalo de nuevo.
fa: گذرکلید حذف نشد. دوباره تلاش کنید.
fr: Impossible de supprimer la clé d'accès. Réessayez.
id: Tidak dapat menghapus passkey. Coba lagi.
it: Impossibile rimuovere la passkey. Riprova.
ja: パスキーを削除できませんでした。もう一度お試しください。
ro: Nu am putut elimina cheia de acces. Încearcă din nou.
th: ไม่สามารถลบพาสคีย์ได้ ลองอีกครั้ง
tr: Geçiş anahtarı kaldırılamadı. Tekrar dene.
zh: 无法移除通行密钥，请重试。

source: Couldn't draft a message right now. You can still write your own.
ar: تعذّرت كتابة مسودة رسالة الآن. لا يزال بإمكانك كتابة رسالتك بنفسك.
ar_ps: ما قدرنا نكتب رسالة هلق. بتقدر تكتب رسالتك بنفسك.
el: Δεν ήταν δυνατή η σύνταξη μηνύματος αυτή τη στιγμή. Μπορείτε να γράψετε το δικό σας.
es: No se pudo redactar un mensaje ahora mismo. Puedes escribir el tuyo igualmente.
fa: در حال حاضر پیامی پیش‌نویس نشد. هنوز می‌توانید پیام خودتان را بنویسید.
fr: Impossible de rédiger un message pour l'instant. Vous pouvez tout de même écrire le vôtre.
id: Tidak dapat membuat draf pesan saat ini. Anda tetap bisa menulis sendiri.
it: Non è stato possibile creare un messaggio ora. Puoi sempre scriverne uno tuo.
ja: 今はメッセージの下書きを作成できませんでした。ご自身で書くこともできます。
ro: Nu am putut redacta un mesaj acum. Poți scrie unul propriu.
th: ไม่สามารถร่างข้อความได้ในขณะนี้ คุณยังเขียนเองได้
tr: Şu anda bir mesaj taslağı oluşturulamadı. Yine de kendi mesajını yazabilirsin.
zh: 暂时无法起草消息。你仍可自行编写。

source: Couldn't load swaps.
ar: تعذّر تحميل التبادلات.
ar_ps: ما قدرنا نحمّل التبديلات.
el: Δεν ήταν δυνατή η φόρτωση των ανταλλαγών.
es: No se pudieron cargar los intercambios.
fa: مبادله‌ها بارگذاری نشد.
fr: Impossible de charger les échanges.
id: Tidak dapat memuat tukaran.
it: Impossibile caricare gli scambi.
ja: スワップを読み込めませんでした。
ro: Nu am putut încărca schimburile.
th: ไม่สามารถโหลดการแลกเปลี่ยนได้
tr: Takaslar yüklenemedi.
zh: 无法加载互换。

source: Couldn't load this photo
ar: تعذّر تحميل هذه الصورة
ar_ps: ما قدرنا نحمّل هالصورة
el: Δεν ήταν δυνατή η φόρτωση αυτής της φωτογραφίας
es: No se pudo cargar esta foto
fa: این عکس بارگذاری نشد
fr: Impossible de charger cette photo
id: Tidak dapat memuat foto ini
it: Impossibile caricare questa foto
ja: この写真を読み込めませんでした
ro: Nu am putut încărca această fotografie
th: ไม่สามารถโหลดรูปนี้ได้
tr: Bu fotoğraf yüklenemedi
zh: 无法加载此照片

source: Couldn't upload a photo. Check your connection and try again.
ar: تعذّر رفع صورة. تحقق من اتصالك وحاول مرة أخرى.
ar_ps: ما قدرنا نرفع صورة. شيك على نتك وجرّب كمان مرة.
el: Δεν ήταν δυνατή η μεταφόρτωση φωτογραφίας. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo subir una foto. Comprueba tu conexión e inténtalo de nuevo.
fa: عکس بارگذاری نشد. اتصال خود را بررسی کرده و دوباره تلاش کنید.
fr: Impossible d'envoyer une photo. Vérifiez votre connexion et réessayez.
id: Tidak dapat mengunggah foto. Periksa koneksi Anda dan coba lagi.
it: Impossibile caricare una foto. Controlla la connessione e riprova.
ja: 写真をアップロードできませんでした。接続を確認してもう一度お試しください。
ro: Nu am putut încărca o fotografie. Verifică-ți conexiunea și încearcă din nou.
th: ไม่สามารถอัปโหลดรูปได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bir fotoğraf yüklenemedi. Bağlantını kontrol et ve tekrar dene.
zh: 无法上传照片。请检查网络后重试。

source: Couldn't upload that document. Check your connection and try again.
ar: تعذّر رفع هذا المستند. تحقق من اتصالك وحاول مرة أخرى.
ar_ps: ما قدرنا نرفع هالوثيقة. شيك على نتك وجرّب كمان مرة.
el: Δεν ήταν δυνατή η μεταφόρτωση αυτού του εγγράφου. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo subir ese documento. Comprueba tu conexión e inténtalo de nuevo.
fa: آن سند بارگذاری نشد. اتصال خود را بررسی کرده و دوباره تلاش کنید.
fr: Impossible d'envoyer ce document. Vérifiez votre connexion et réessayez.
id: Tidak dapat mengunggah dokumen itu. Periksa koneksi Anda dan coba lagi.
it: Impossibile caricare quel documento. Controlla la connessione e riprova.
ja: その書類をアップロードできませんでした。接続を確認してもう一度お試しください。
ro: Nu am putut încărca acel document. Verifică-ți conexiunea și încearcă din nou.
th: ไม่สามารถอัปโหลดเอกสารนั้นได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: O belge yüklenemedi. Bağlantını kontrol et ve tekrar dene.
zh: 无法上传该文件。请检查网络后重试。

source: Counter offer
ar: عرض مقابل
ar_ps: عرض مقابل
el: Αντιπροσφορά
es: Contraoferta
fa: پیشنهاد متقابل
fr: Contre-proposition
id: Tawaran balik
it: Controproposta
ja: カウンターオファー
ro: Contraofertă
th: เสนอกลับ
tr: Karşı teklif
zh: 还价

source: Counter offer received
ar: تم استلام عرض مقابل
ar_ps: إجا عرض مقابل
el: Λήφθηκε αντιπροσφορά
es: Contraoferta recibida
fa: پیشنهاد متقابل دریافت شد
fr: Contre-proposition reçue
id: Tawaran balik diterima
it: Controproposta ricevuta
ja: カウンターオファーを受信
ro: Contraofertă primită
th: ได้รับข้อเสนอกลับ
tr: Karşı teklif alındı
zh: 收到还价

source: Country
ar: الدولة
ar_ps: الدولة
el: Χώρα
es: País
fa: کشور
fr: Pays
id: Negara
it: Paese
ja: 国
ro: Țară
th: ประเทศ
tr: Ülke
zh: 国家

source: Courtyard
ar: فناء
ar_ps: حوش
el: Αυλή
es: Patio
fa: حیاط
fr: Cour
id: Halaman dalam
it: Cortile
ja: 中庭
ro: Curte interioară
th: ลานบ้าน
tr: İç avlu
zh: 庭院

source: Create a Home Listing
ar: أنشئ عرض منزل
ar_ps: اعمل إعلان بيت
el: Δημιουργία καταχώρισης σπιτιού
es: Crear un anuncio de casa
fa: ایجاد آگهی خانه
fr: Créer une annonce de logement
id: Buat Listing Rumah
it: Crea un annuncio casa
ja: 住まいのリスティングを作成
ro: Creează un anunț de locuință
th: สร้างรายการบ้าน
tr: Ev İlanı Oluştur
zh: 创建房源

source: Create a listing to swap
ar: أنشئ عرضاً للتبادل
ar_ps: اعمل إعلان عشان تبدّل
el: Δημιουργήστε μια καταχώριση για ανταλλαγή
es: Crea un anuncio para intercambiar
fa: ایجاد آگهی برای مبادله
fr: Créez une annonce pour échanger
id: Buat listing untuk ditukar
it: Crea un annuncio per scambiare
ja: スワップ用のリスティングを作成
ro: Creează un anunț pentru schimb
th: สร้างรายการเพื่อแลกเปลี่ยน
tr: Takas için bir ilan oluştur
zh: 创建房源以互换

source: Create account
ar: إنشاء حساب
ar_ps: اعمل حساب
el: Δημιουργία λογαριασμού
es: Crear cuenta
fa: ایجاد حساب
fr: Créer un compte
id: Buat akun
it: Crea account
ja: アカウントを作成
ro: Creează cont
th: สร้างบัญชี
tr: Hesap oluştur
zh: 创建账号

source: Create invite link
ar: إنشاء رابط دعوة
ar_ps: اعمل رابط دعوة
el: Δημιουργία συνδέσμου πρόσκλησης
es: Crear enlace de invitación
fa: ایجاد لینک دعوت
fr: Créer un lien d'invitation
id: Buat tautan undangan
it: Crea link di invito
ja: 招待リンクを作成
ro: Creează link de invitație
th: สร้างลิงก์คำเชิญ
tr: Davet bağlantısı oluştur
zh: 创建邀请链接

source: Create listing
ar: إنشاء عرض
ar_ps: اعمل إعلان
el: Δημιουργία καταχώρισης
es: Crear anuncio
fa: ایجاد آگهی
fr: Créer une annonce
id: Buat listing
it: Crea annuncio
ja: リスティングを作成
ro: Creează anunț
th: สร้างรายการ
tr: İlan oluştur
zh: 创建房源

source: Create Listing
ar: إنشاء عرض
ar_ps: اعمل إعلان
el: Δημιουργία καταχώρισης
es: Crear anuncio
fa: ایجاد آگهی
fr: Créer une annonce
id: Buat Listing
it: Crea annuncio
ja: リスティングを作成
ro: Creează anunț
th: สร้างรายการ
tr: İlan Oluştur
zh: 创建房源

source: Create your account
ar: أنشئ حسابك
ar_ps: اعمل حسابك
el: Δημιουργήστε τον λογαριασμό σας
es: Crea tu cuenta
fa: حساب خود را ایجاد کنید
fr: Créez votre compte
id: Buat akun Anda
it: Crea il tuo account
ja: アカウントを作成
ro: Creează-ți contul
th: สร้างบัญชีของคุณ
tr: Hesabını oluştur
zh: 创建你的账号
